export enum PATH {
	BASE = "",
}

export const QUESTIONS = [
	{ id: "q1", label: "Фамилия Имя Отчество" },
	{ id: "q2", label: "Сколько Вам лет?" },
	{ id: "q3", label: "Откуда Вы?" },
	{ id: "q4", label: "Какой у вас часовой пояс?" },
	{ id: "q5", label: "Какой род деятельности ведете?" },
	{ id: "q6", label: "Сколько свободного времени в день?" },
	{
		id: "q7",
		label: "Был ли до этого опыт в трейдинге? Если был, то какой?",
	},
	{ id: "q8", label: "Как узнали о нас?" },
	{
		id: "q9",
		label: "Какую ставите себе цель после сотрудничества с нами?",
		hint: " В общем понимании?",
	},
	{
		id: "q10",
		label: "Какая цель в заработке (финансовая сторона) и для чего?",
	},
	{ id: "q11", label: "Как обстоят дела с фин.грамотностью?" },
	{
		id: "q12",
		label: "На какой точке сейчас находитесь? ",
		hint: "Средний заработок в мес и рекордный",
	},
	{
		id: "q13",
		label: "Сколько банковских карт на данный момент имеете? И какие банки?",
		hint:
			"Кроме СберБанка и Тинькофф (с ними не" +
			" рекомендуем работать из-за частых блокировок)",
	},
	{ id: "q14", label: "Какую сумму планируете инвестировать?" },
	{ id: "q15", label: "Когда готовы приступить к работе?" },
];
